Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Gain insight into how your manager thinks you are progressing on your overall performance over this period.
fr_fr: Faites-vous une idée de l'avis de votre manager sur la progression de votre performance globale au cours de cette période.

source: Offer your team member insights into how you think they have progressed on their goals over this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de ses objectifs au cours de cette période.

source: This gives you insights into how your manager thinks you are progressing on your behaviors over this period.
fr_fr: Vous permet de vous faire une idée de l'avis de votre manager sur la progression de vos comportements au cours de cette période.

source: Offer your team member insights into how you think they have progressed on their overall performance over this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de sa performance globale au cours de cette période.

source: Select rating
fr_fr: Sélectionnez la notation

source: This user is inactive or your reporting relationship with them has changed. You can't create or update check-ins with them.
fr_fr: Cet utilisateur est inactif ou votre relation hiérarchique avec lui/elle a changé. Vous ne pouvez pas créer de check-in avec lui/elle ni mettre à jour les check-in existants.

source: The end date must be later than the start date.
fr_fr: La date de fin doit être ultérieure à la date de début.

source: Bi-weekly
fr_fr: Bimensuel

source: Monthly
fr_fr: Mensuel

source: Weekly
fr_fr: Hebdomadaire

source: Repeat
fr_fr: Répéter

source: Recurrence details
fr_fr: Détails de récurrence

source: Facilitate discussions between managers and team members about daily progress and areas for development.
fr_fr: Facilitez les discussions entre les managers et les membres de leur équipe à propos des progrès quotidiens et des éventuels axes de développement.

source: Action required
fr_fr: Action requise

source: Action required — {{count}} item(s)
fr_fr: Action requise — {{count}} élément(s)

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
fr_fr: Pour finaliser l'ajout de ce check-in à votre calendrier, ouvrez le fichier une fois qu'il a été téléchargé. Nous vous recommandons de procéder aux éventuelles modifications de date et d'heure directement dans le calendrier.

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
fr_fr: Le formulaire contient des modifications non enregistrées. Pour soumettre ce check-in, vous devez enregistrer tous les commentaires et/ou notations.

source: Save to proceed
fr_fr: Enregistrez pour continuer

source: Schedule check-in
fr_fr: Programmer un check-in

source: Done
fr_fr: Terminé

source: Pending confirmation
fr_fr: En attente de confirmation

source: Under review
fr_fr: En cours de validation

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
fr_fr: Voulez-vous vraiment terminer ce check-in ? Gardez à l'esprit que vous pouvez créer un autre check-in à tout moment.

source: Open check-in
fr_fr: Ouvrir le check-in

source: Additional information
fr_fr: Informations supplémentaires

source: My list
fr_fr: Ma liste

source: Open {{name}} primary action
fr_fr: Ouvrir l'action principale {{name}}

source: comments
fr_fr: commentaires

source: Subject
fr_fr: Objet

source: Creator:
fr_fr: Créateur/créatrice:

source: Assigned
fr_fr: Assigné

source: {{count}} comments
fr_fr: {{count}} commentaires

source: 1 comment
fr_fr: 1 commentaire

source: Last month
fr_fr: Mois dernier

source: Last week
fr_fr: La semaine dernière

source: Jump to a specific date
fr_fr: Aller à une date spécifique

source: The very beginning
fr_fr: Début

source: Timeline
fr_fr: Chronologie

source: No check-ins in progress or upcoming
fr_fr: Aucun check-in en cours ou à venir

source: Past check-ins
fr_fr: Check-ins passés

source: Pending setup
fr_fr: En attente de configuration

source: This check-in is read-only because the other participant is no longer active.
fr_fr: Ce check-in est en lecture seule car l'autre participant n'est plus actif.

source: Show completed check-ins
fr_fr: Afficher les check-ins terminés

source: Add title
fr_fr: Ajoutez un titre

source: Check-in types
fr_fr: Type de check-in

source: Regular
fr_fr: Régulier

source: Submitted by {{name}}; you requested to meet.
fr_fr: Soumis par {{name}} ; vous avez demandé une rencontre.

source: You have unsaved changes in this section. Please save or cancel to proceed.
fr_fr: Cette section contient des modifications non enregistrées. Veuillez enregistrer ou annuler pour continuer.

source: Discussion point
fr_fr: Point de discussion

source: {{name}}'s ({{nickName}}) behavior profile
fr_fr: Profil comportemental de {{name}} ({{nickName}})

source: Recognized behaviors on which you've received feedback from colleagues.
fr_fr: Comportements reconnus pour lesquels vous avez reçu des feedbacks de vos collègues.

source: Check-in name
fr_fr: Nom du check-in

source: Remember, you can create another check-in at any time.
fr_fr: Gardez à l'esprit que vous pouvez créer un autre check-in à tout moment.

source: Are you sure you want to complete this check-in?
fr_fr: Voulez-vous vraiment terminer ce check-in ?

source: {{name}} will be notified that you have completed this check-in.
fr_fr: {{name}} sera informé que vous avez terminé ce check-in.

source: Your check-in is completed!
fr_fr: Votre check-in est terminé !

source: Delete comment
fr_fr: Supprimer le commentaire

source: Are you sure you want to delete this comment?
fr_fr: Voulez-vous vraiment supprimer ce commentaire ?

source: Edit comment
fr_fr: Modifier le commentaire

source: (Edited)
fr_fr: (Modifié)

source: Your chat
fr_fr: Votre chat

source: Start your conversation now!
fr_fr: Commencez votre conversation dès maintenant !

source: Today, {{time}}
fr_fr: Aujourd'hui, {{time}}

source: You
fr_fr: Vous

source: Deleted check-ins cannot be recovered.
fr_fr: Les check-ins supprimés ne peuvent pas être récupérés.

source: Are you sure you want to delete this check-in?
fr_fr: Voulez-vous vraiment supprimer ce check-in ?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
fr_fr: {{name}} sera informé que vous avez supprimé ce check-in et vous ne recevrez aucune mise à jour sur ce check-in.

source: Your check-in was successfully deleted.
fr_fr: Votre check-in a été correctement supprimé.

source: Add to your calendar
fr_fr: Ajouter à votre calendrier

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
fr_fr: Pour ajouter ce check-in à votre calendrier et à celui du participant, cliquez sur le bouton, puis ouvrez le fichier téléchargé. Si ce check-in a déjà été ajouté à votre calendrier, nous vous recommandons de procéder aux éventuelles modifications de date et d'heure directement dans le calendrier.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
fr_fr: Les comportements étiquetés de votre membre d'équipe seront affichés ici. Ils vous permettront de vous faire une idée de la manière dont il/elle est perçu(e) au sein de votre organisation.

source: Received behaviors
fr_fr: Comportements reçus

source: My behavior profile
fr_fr: Mon profil comportemental

source: Here you can follow the progression of your team member on their goals.
fr_fr: Vous pouvez ici suivre la progression de votre membre d'équipe sur ses objectifs.

source: Achievements against objectives
fr_fr: Réalisations par rapport aux objectifs

source: My goals at a glance
fr_fr: Aperçu de mes objectifs

source: Business
fr_fr: Entreprise

source: Development
fr_fr: Développement

source: Professional
fr_fr: Professionnel

source: Individual goal
fr_fr: Objectif individuel

source: Organizational goal
fr_fr: Objectif organisationnel

source: High
fr_fr: Haute

source: Low
fr_fr: Basse

source: Medium
fr_fr: Moyenne

source: Private
fr_fr: Privé

source: Check-in with {{subordinateName}}
fr_fr: Check-in avec {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
fr_fr: Vous avez envoyé une invitation à une rencontre pour discuter plus en détail de ce check-in. {{name}} en sera informé(e).

source: Submitted by {{name}}. You requested to meet.
fr_fr: Soumis par {{name}}. Vous avez demandé une rencontre.

source: Mark as done
fr_fr: Marquer comme terminé

source: My discussion points
fr_fr: Mes points de discussion

source: You can't see anything here because this worker no longer reports to you.
fr_fr: Cette section est vide car vous n'êtes plus le manager de cet(te) employé(e).

source: This check-in was assigned by HR.
fr_fr: Ce check-in a été assigné par les RH.

source: Pending set up
fr_fr: En attente de configuration

source: Return to previous page
fr_fr: Retour à la page précédente

source: {{name}}'s view
fr_fr: Opinion de {{name}}

source: No view of performance submitted
fr_fr: Aucune opinion sur la performance soumise

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
fr_fr: Faites-vous une idée de l'avis de votre manager sur la progression de vos comportements au cours de cette période.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
fr_fr: Faites-vous une idée de l'avis de votre manager sur la progression de vos objectifs au cours de cette période.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
fr_fr: Faites-vous une idée de l'avis de votre manager sur la progression de votre performance globale au cours de cette période.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de ses comportements au cours de cette période.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de ses objectifs au cours de cette période.

source: Provide your team member insight into how you think they progressed on their overall performance this period
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de sa performance globale au cours de cette période.

source: Not visible to worker
fr_fr: Non visible par l'employé(e)

source: Visible to worker
fr_fr: Visible par l'employé(e)

source: Offer your team member insights into how you think they progressed on their goals this period
fr_fr: Offrez à votre membre d'équipe des indices quant à votre avis sur la progression de ses objectifs au cours de cette période.

source: Your view was successfully saved.
fr_fr: Votre vue a été correctement enregistrée.

source: Your view
fr_fr: Votre vue

source: Read-only
fr_fr: Lecture seule

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
fr_fr: Ce check-in est affiché en lecture seule car l'autre participant n'est plus actif.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
fr_fr: Ce check-in est affiché en lecture seule car il s'agit d'un check-in entre votre subordonné direct et son précédent manager.

source: Deleted by {{name}}
fr_fr: Supprimé par {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
fr_fr: Ce check-in a été supprimé par {{name}}. Vous ne pouvez pas le mettre à jour ou discuter via ce check-in.

source: Pending confirmation from {{name}} {{nickName}}
fr_fr: En attente de confirmation de {{name}} {{nickName}}

source: Pending confirmation from me
fr_fr: En attente de ma confirmation

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
fr_fr: Ce check-in a été marqué comme terminé par {{name}} {{nickName}} ; vous devez maintenant confirmer. Une fois que vous aurez marqué ce check-in comme terminé, il sera alors considéré comme terminé pour vous deux.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
fr_fr: Ce check-in a été marqué comme terminé ; {{name}} {{nickName}} doit maintenant confirmer. Une fois qu'il/elle aura marqué ce check-in comme terminé, il sera alors terminé pour vous deux.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
fr_fr: Une fois que vous aurez soumis le check-in, votre subordonné direct verra votre point de vue sur sa performance. Il/elle devra accepter et terminer le check-in ou demander une rencontre pour une discussion plus approfondie.

source: Submitted by {{name}}. You accepted.
fr_fr: Soumis par {{name}}. Vous avez accepté.

source: Submitted. {{name}} accepted.
fr_fr: Soumis. {{name}} a accepté.

source: Check-in between {{subordinateName}} and {{managerName}}
fr_fr: Check-in entre {{subordinateName}} et {{managerName}}

source: {{name}}'s discussion points
fr_fr: Points de discussion de {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
fr_fr: Tous les {{day}}, du {{startOn}} au {{endOn}}. Au total, {{count}} check-ins seront créés.

source: Marked as done by you.
fr_fr: Vous avez marqué ce check-in comme terminé.

source: Allow check-in deletion
fr_fr: Autoriser la suppression de check-in

source: Workers will be able to delete their own check-ins.
fr_fr: Les employé(e)s pourront supprimer leurs propres check-ins.

source: Enable performance check-ins
fr_fr: Activer les check-ins de performance

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
fr_fr: Les managers pourront créer des check-ins de performance avec leurs subordonnés directs. Les check-ins incluent des widgets dans lesquels les managers peuvent donner leur avis sur la progression d'un subordonné direct, sa performance globale, ses objectifs et ses comportements. Une fois le check-in soumis, les employé(e)s pourront voir ces widgets et sélectionner " Accepter " ou " Rencontrons-nous " dans la page du check-in.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
fr_fr: Autoriser les nouveaux managers à voir les check-ins de performance au statut " En cours ", " En attente de confirmation " ou " En cours d'examen " entre leurs subordonné(e)s et leur précédent manager.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
fr_fr: Les check-ins concernant les employé(e)s au statut " En cours ", " En attente de confirmation " ou " En cours de validation " seront automatiquement partagés avec leur nouveau manager direct.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
fr_fr: Autoriser les nouveaux managers à voir les check-ins de performance terminés entre leurs subordonné(e)s et leur précédent manager

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
fr_fr: Les check-ins précédemment complétés à propos d'un(e) employé(e) seront automatiquement partagés avec son nouveau manager direct.

source: Allow workers to create performance check-ins with their manager
fr_fr: Autoriser les employé(e)s à créer des check-ins de performance avec leur manager

source: Enable the "Check-Ins" feature
fr_fr: Activer la fonction " Check-ins "

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
fr_fr: Les check-ins permettent aux managers et aux employé(e)s de créer une discussion structurée à n'importe quel moment. Ils/elles peuvent créer et modifier le contenu et les commentaires à leur convenance, et le contenu n'est visible que par les participants. Nous vous recommandons de vérifier et d'activer les notifications par email associées aux check-ins dans la page " Notifications par email ".

source: Workers can set regular check-ins with
fr_fr: Les employé(e)s peuvent organiser des check-ins réguliers avec

source: Line managers and direct reports only
fr_fr: Managers directs et subordonnés directs uniquement

source: Upcoming check-ins
fr_fr: Check-ins à venir

source: Here are some tips to make the most of your check-in conversation.
fr_fr: Voici quelques conseils pour tirer le meilleur parti de votre check-in.

source: Coaching tips
fr_fr: Astuces de coaching

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
fr_fr: Chargez le logo et saisissez l'intitulé que vous souhaitez voir sur l'onglet du navigateur. Si vous ne changez pas cela, le logo et l'intitulé par défaut de beqom seront utilisés.

source: Cancel edit
fr_fr: Annuler la modification

source: Application header
fr_fr: En-tête de l'application

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
fr_fr: Choisissez les logos et les intitulés que vous souhaitez voir dans l'en-tête de l'application. Vous pouvez charger le logo de votre entreprise ou conserver le logo beqom par défaut.

source: Display option
fr_fr: Option d'affichage

source: Company logo & platform label
fr_fr: Logo d'entreprise & intitulé de plateforme

source: Company logo
fr_fr: Logo de l'entreprise

source: Default beqom logo
fr_fr: Logo beqom par défaut

source: Company logo & beqom default logo
fr_fr: Logo d'entreprise & logo par défaut de beqom

source: Email header
fr_fr: En-tête d'email

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
fr_fr: Choisissez les logos et les intitulés que vous souhaitez voir dans l'en-tête des emails envoyés par le système. Vous pouvez charger le logo de votre entreprise ou conserver le logo beqom par défaut.

source: Upload your logo
fr_fr: Chargez votre logo

source: Go to Web version
fr_fr: Accéder à la version Web

source: Office 365 plugin
fr_fr: Plugin Office 365

source: Configure the label of the button that directs to the beqom application from Office 365.
fr_fr: Configurez l'intitulé du bouton permettant d'ouvrir l'application beqom depuis Office 365.

source: Button label
fr_fr: Intitulé du bouton

source: You can change the beqom label to a name that will be familiar to your users.
fr_fr: Vous pouvez changer l'intitulé beqom en un nom qui sera familier à vos utilisateurs.

source: Platform label
fr_fr: Intitulé de la plateforme

source: My compensation history
fr_fr: Mon historique de compensation

source: Total compensation
fr_fr: Compensation totale

source: Your changes to the configuration were successfully applied.
fr_fr: Vos modifications de configuration ont été correctement appliquées.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
fr_fr: Vous avez un commentaire non enregistré. Voulez-vous vraiment quitter et abandonner votre commentaire ?

source: Unsaved comment
fr_fr: Commentaire non enregistré

source: Collapse {{groupKey}}
fr_fr: Réduire {{groupKey}}

source: Drag to reorder column {{columnName}}
fr_fr: Glisser pour réorganiser la colonne {{columnName}}

source: Drag to reorder group {{groupKey}}
fr_fr: Glisser pour réorganiser le groupe {{groupKey}}

source: Expand {{groupKey}}
fr_fr: Développer {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
fr_fr: Les colonnes figées sont fixes ; les colonnes ne peuvent être réordonnées qu'au sein de leur groupe actuel.

source: Set column visibility
fr_fr: Définir la visibilité des colonnes

source: Column config
fr_fr: Configuration des colonnes

source: Toggle visibility for {{columnName}}
fr_fr: Basculer la visibilité pour {{columnName}}

source: Clear search
fr_fr: Effacer la recherche

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
fr_fr: Aucun(e) employé(e) ne correspond aux critères de recherche/filtrage. Supprimez les filtres et effacez la recherche pour afficher tous les employés.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
fr_fr: Vos autorisations d'accès actuelles ne vous permettent pas de consulter les informations de cette grille. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter votre administrateur ou votre équipe RH.

source: You don't have access to this data
fr_fr: Vous n'avez pas accès à ces données

source: Contact information
fr_fr: Informations de contact

source: Copy goal
fr_fr: Copier l'objectif

source: Name of the country.
fr_fr: Nom du pays.

source: Add deliverable
fr_fr: Ajouter un livrable

source: Add measurement criterion
fr_fr: Ajouter un critère de mesure

source: Attachments
fr_fr: Pièces jointes

source: Specify tangible outcomes for your goal
fr_fr: Spécifiez des résultats tangibles pour votre objectif

source: Deliverable
fr_fr: Livrable

source: Describe the goal
fr_fr: Décrivez l'objectif

source: Goal target
fr_fr: Destinataire de l'objectif

source: Other colleagues
fr_fr: Autres collègues

source: Create one individual goal per colleague in the selected population.
fr_fr: Créez un objectif individuel par collègue dans la population sélectionnée.

source: Goal owner
fr_fr: Titulaire de l'objectif

source: Search by people
fr_fr: Rechercher par personnes

source: Who do you want to create this goal for?
fr_fr: Pour qui souhaitez-vous créer cet objectif ?

source: Search by people and org units
fr_fr: Rechercher par personnes et unités organisationnelles

source: Creator
fr_fr: Créateur/créatrice
